{
  "translation": {
    "footer": "Made with ",
    "love": "love",
    "navHome": "Home",
    "navAbout": "About me",
    "navSkills": "Skills",
    "navProjects": "Projects",
    "navContact": "Contact",
    "navCV": "Resume",
    "langButtonEN": "ENG",
    "langButtonES": "SPA",
    "langButtonGZ": "GAL",
    "about": "Full Stack developer with a strong focus on front-end web development, UX/UI design and accessibility. Passionate about art in all its forms: From painting, architecture, music to video games and graphic design. I am a proactive and passionate worker. I enjoy teamwork and stand out for my organization and meticulousness, ensuring that the code I create is clean and efficient. I have a strong commitment to accessibility, innovation and constant improvement. I'm looking to grow in development projects, contributing my skills and motivation.",
    "contact1": "I would love to tell you more about myself",
    "contact2": "Of course I want to see a photo of your pet!",
    "contact3": "I always have a board game ready to go",
    "contact4": "I don't know how my plants are still alive either",
    "contact5": "What series are you watching? No spoilers!",
    "contact6": "Console, PC or both?",
    "contactMe": "Contact me!",
    "position": "Full Stack Developer",
    "projectsSection": "Projects",
    "skillsSection": "Skills",
    "othersSection": "Others",
    "project1About": "Game that allows using the mouse or the keyboard to simulate the sounds of a drum set.",
    "project2About": "Web where people who need a digital service can ask other users for help. For example: translate a text, edit a photo, review a document, etc. Only needs that can be made through a digital file.",
    "project3About": "Of course, this portfolio.",
    "pageNotFound": "Page not found",
    "SpaceInvaders": "PLAY SPACE INVADERS",
    "GoBack": "GO BACK",
    "Restart": "RESTART",
    "use": "Use",
    "space": "SPACE",
    "toJump": "to jump",
    "toMove": "to move",
    "or": "or"
  }
}
