{
  "translation": {
    "footer": "Feito con ",
    "love": "agarimo",
    "navHome": "Inicio",
    "navAbout": "Sobre min",
    "navSkills": "Habilidades",
    "navProjects": "Proxectos",
    "navContact": "Contacto",
    "navCV": "CV",
    "langButtonEN": "ING",
    "langButtonES": "ESP",
    "langButtonGZ": "GAL",
    "about": "Desenvolvedora Full Stack cun forte enfoque no desenvolvemento web front-end, deseño UX/UI e accesibilidade. Apaixonada pola arte en todas as súas formas: dende pintura, arquitectura, música ata videoxogos e deseño gráfico. Son unha traballadora proactiva e apaixonada. Gústame o traballo en equipo e destaco pola miña organización e minuciosidade, garantindo que o código que creo é limpo e eficiente. Teño un forte compromiso coa accesibilidade, a innovación e a mellora constante. Busco crecer en proxectos de desenvolvemento, aportando as miñas habilidades e motivación.",
    "contact1": "Encantaríame contarche máis sobre min",
    "contact2": "Por suposto que quero ver unha foto da túa mascota!",
    "contact3": "Sempre teño un xogo de mesa listo para levar",
    "contact4": "Tampouco sei como seguen vivas as miñas plantas",
    "contact5": "Que serie estás a ver? Sen spoilers!",
    "contact6": "Consola, PC ou ambos?",
    "contactMe": "Contáctame!",
    "position": "Desenvolvedora Full Stack",
    "projectsSection": "Proxectos",
    "skillsSection": "Habilidades",
    "othersSection": "Outras",
    "project1About": "Xogo que permite usar o rato ou o teclado para simular os sons dunha batería.",
    "project2About": "Web onde as persoas que necesiten un servizo dixital poden pedir axuda a outros usuarios. Por exemplo: traducir un texto, editar unha foto, revisar un documento, etc. Só necesidades que se poden facer a través dun arquivo dixital.",
    "project3About": "Por suposto, este portfolio.",
    "pageNotFound": "Non se atopou a páxina",
    "SpaceInvaders": "XOGAR A SPACE INVADERS",
    "GoBack": "INICIO",
    "Restart": "REINICIAR",
    "use": "Usa",
    "space": "ESPAZO",
    "toJump": "para saltar",
    "toMove": "para moverte",
    "or": "ou"
  }
}
